export default function Description() {
  return (
    <section
      id="description"
      className="max-w-7xl mx-auto px-8 py-20"
    >
      <h2 className="text-3xl font-bold mb-8">
        Описание изделия
      </h2>

      <div className="bg-white rounded-2xl border p-10 leading-8 text-gray-700">

        <p>
          <strong>FS510</strong> — стерильный тепловлагообменный дыхательный
          фильтр (HMEF) для взрослых пациентов, предназначенный для использования
          в дыхательных контурах аппаратов искусственной вентиляции легких и
          наркозно-дыхательной аппаратуры.
        </p>

        <p className="mt-6">
          Фильтр сочетает функции тепло- и влагообмена с бактериально-вирусной
          защитой дыхательного контура и пациента.
        </p>

        <p className="mt-6">
          Электростатический фильтрующий элемент обеспечивает эффективность
          фильтрации не менее <strong>99,999%</strong>, а целлюлозный
          теплообменный материал поддерживает необходимое увлажнение дыхательной
          смеси.
        </p>

        <p className="mt-6">
          Изделие рассчитано на применение у одного пациента в течение
          <strong> до 24 часов</strong>.
        </p>

      </div>
    </section>
  );
}